

"Connect to Server" = "Připojit k Serveru";
"Connect to Jellyfin" = "Připojit k Jellyfinu";
"Connect Manually" = "Připojit Manuálně";
"Connect" = "Připojit";
"All Media" = "Všechna Média";
"All Genres" = "Všechny Žánry";
"Change Server" = "Změnit Server";
"Back" = "Zpět";
"Audio & Captions" = "Zvuk & Titulky";
"Accessibility" = "Zpřístupnění";
"%@ · S%@:E%@" = "%1$@ · Ř%2$@:D%3$@";
"Episodes" = "Díly";
"No Cast devices found.." = "Nenalezena žádná zařízení pro přenos.";
"Next Up" = "Následující";
"%@x" = "%@x";
"%@ • %@" = "%1$@ • %2$@";
"%@" = "%@";

/* Represents the light theme setting */
"Light" = "Světlý";

/* Represents the dark theme setting */
"Dark" = "Tmavý";

/* Represents the system theme setting */
"System" = "Systém";

/* Represents the Appearance setting label */
"Appearance" = "Vzhled";
"• %@ - %@" = "• %1$@ - %2$@";
"• %@" = "• %@";
"Your Favorites" = "Tvé Oblíbené";
"WIP" = "Probíhají práce";
"Who's watching?" = "Kdo se dívá?";
"Username" = "Uživatelské jméno";
"Type: %@ not implemented yet :(" = "Typ: %@ ještě není implementován :(";
"Try again" = "Zkusit znovu";
"Tags" = "Tagy";
"Switch user" = "Přepnout uživatele";
"Suggestions" = "Návrhy";
"Studios:" = "Studia:";
"STUDIO" = "STUDIO";
"Sort by" = "Řadit dle";
"Signed in as %@" = "Přihlášen jako %@";
"Server URL" = "URL Serveru";
"Server Information" = "Informace o Serveru";
"Select Cast Destination" = "Vyberte Cíl Přenosu";
"See All" = "Zobrazit Vše";
"S%@:E%@" = "Ř%1$@:E%2$@";
"Seasons" = "Řady";
"Search..." = "Hledat…";
"Reset" = "Reset";
"Playback Speed" = "Rychlost Přehrávání";
"Playback settings" = "Nastavení přehrávání";
"Play • %@" = "Přehrát • %@";
"Play Next" = "Přehrát Následující";
"Password" = "Heslo";
"Page %@ of %@" = "Strana %1$@ z %2$@";
"Other User" = "Jiný Uživatel";
"Ok" = "Ok";
"No results." = "Žádné výsledky.";
"More Like This" = "Podobné";
"Login to %@" = "Přihlásit se k %@";
"Login" = "Přihlásit se";
"Local Servers" = "Místní Servery";
"Loading" = "Načítání";
"Library" = "Knihovna";
"Latest %@" = "Nejnovější %@";
"Home" = "Domů";
"Genres:" = "Žánry:";
"Genres" = "Žánry";
"Filters" = "Filtry";
"Filter Results" = "Filtrovat Výsledky";
"Error" = "Chyba";
"CAST" = "OBSAZENÍ";
"Display order" = "Pořadí zobrazení";
"Discovered Servers" = "Nalezené Servery";
"DIRECTOR" = "REŽISÉR";
"Continue Watching" = "Pokračovat ve sledování";
"Closed Captions" = "Skryté Titulky";
"Audio Track" = "Zvuková Stopa";
"Apply" = "Použít";
"Empty Next Up" = "Vyprázdnit následující";

/* Represents the light theme setting */
"light" = "Světlý";

/* Represents the dark theme setting */
"dark" = "Tmavý";

/* Represents the system theme setting */
"system" = "Systém";

/* Represents the Appearance setting label */
"appearance" = "Vzhled";
"yourFavorites" = "Tvé Oblíbené";
"wip" = "Probíhají práce";
"WhosWatching" = "Kdo se dívá?";
"username" = "Uživatelské jméno";
"notImplementedYetWithType" = "Typ: %@ zatím není implementován :(";
"tryAgain" = "Zkusit znovu";
"tags" = "Tagy";
"switchUser" = "Přepnout uživatele";
"suggestions" = "Návrhy";
"studios" = "Studia";
"studio" = "Studio";
"sortBy" = "Řadit dle";
"signedInAsWithString" = "Přihlášen jako %@";
"serverURL" = "URL Serveru";
"serverInformation" = "Informace o Serveru";
"selectCastDestination" = "Vyberte Cíl Přenosu";
"seeAll" = "Zobrazit vše";
"seasons" = "Série";
"search" = "Hledat";
"seasonAndEpisode" = "S%1$@:E%2$@";
"reset" = "Reset";
"playbackSpeed" = "Rychlost přehrávání";
"playbackSettings" = "Nastavení přehrávání";
"play" = "Přehrát";
"playNext" = "Přehrát Následující";
"password" = "Heslo";
"pageOfWithNumbers" = "Strana %1$@ z %2$@";
"otherUser" = "Jiný uživatel";
"ok" = "OK";
"noResults" = "Žádné výsledky";
"noCastdevicesfound" = "Nenalezena žádná zařízení pro přenos.";
"nextUp" = "Další díly";
"moreLikeThis" = "Podobné";
"loginToWithString" = "Přihlásit se k %@";
"login" = "Přihlásit se";
"localServers" = "Místní servery";
"loading" = "Načítání";
"library" = "Knihovna";
"latestWithString" = "Nejnovější %@";
"home" = "Domů";
"genres" = "Žánry";
"filters" = "Filtry";
"filterResults" = "Filtrovat výsledky";
"error" = "Chyba";
"episodes" = "Díly";
"emptyNextUp" = "Vyprázdnit následující";
"displayOrder" = "Pořadí zobrazení";
"discoveredServers" = "Nalezené servery";
"director" = "Režisér";
"continueWatching" = "Pokračovat ve sledování";
"connectToServer" = "Připojit k serveru";
"connectToJellyfin" = "Připojit k Jellyfinu";
"connectManually" = "Připojit manuálně";
"connect" = "Připojit";
"closedCaptions" = "Skryté titulky";
"changeServer" = "Změnit server";
"cast" = "OBSAZENÍ";
"back" = "Zpět";
"audioAndCaptions" = "Zvuk a titulky";
"audioTrack" = "Zvuková stopa";
"apply" = "Použít";
"allMedia" = "Všechna média";
"allGenres" = "Všechny žánry";
"accessibility" = "Přístupnost";
"addURL" = "Přidat URL";
"serverAlreadyExistsPrompt" = "Server %s již existuje. Chcete přidat tuto novou URL?";
"unknownError" = "Neznámá chyba";
"existingServer" = "Existující server";
"connectToJellyfinServer" = "Připojit k serveru Jellyfin";
"cancel" = "Zrušit";
"settings" = "Nastavení";
"removeAllUsers" = "Odstranit všechny uživatele";
"resetAppSettings" = "Obnovit nastavení aplikace";
"resetUserSettings" = "Obnovit uživatelské nastavení";
"networking" = "Nastavení sítě";
"defaultScheme" = "Výchozí schéma";
"seeMore" = "Zobrazit více";
"noEpisodesAvailable" = "Žádné díly k dispozici";
"unknown" = "Neznámý";
"userAlreadySignedIn" = "Uživatel %s je již přihlášen";
"serverAlreadyConnected" = "%@ je již připojen.";
"existingUser" = "Existující uživatel";
"season" = "Série";
"searchDots" = "Hledat…";
"audio" = "Audio";
"continue" = "Dále";
"searchingDots" = "Hledání…";
"cinematic" = "Filmový";
"compactLogo" = "Kompaktní logo";
"compactPoster" = "Kompaktní plakát";
"episodeNumber" = "Epizoda %1$@";
"quickConnectNotEnabled" = "Poznámka: Rychlé připojení není zapnuto";
"quickConnectStep3" = "Zadejte následující kód:";
"quickConnectStep2" = "Otevřete uživatelské menu a jděte na stránku rychlého připojení";
"quickConnectStep1" = "Otevřete aplikaci Jellyfin na vašem telefonu, nebo ve webovém prohlížeči a přihlaste se svým účtem";
"showChaptersInfoInBottomOverlay" = "Zobrazit informace o kapitole ve spodním překrytí";
"quickConnectSuccessMessage" = "Autorizace rychlého připojení úspěšná. Prosím pokračujte na vašem dalším zařízení.";
"quickConnectInvalidError" = "Neplatný kód rychlého připojení";
"authorize" = "Povolit";
"quickConnectCode" = "Kód rychlého připojení";
"quickConnect" = "Rychlé připojení";
"noPublicUsers" = "Žádní veřejní uživatelé";
"publicUsers" = "Veřejný uživatel";
"unableToFindHost" = "Nelze najít hosta";
"previousItem" = "Předchozí položka";
"nextItem" = "Další položka";
"close" = "Zavřít";
"jumpBackward" = "Posunout vzad";
"jumpForward" = "Posunout vpřed";
"playAndPause" = "Přehrát / Pozastavit";
"showFlattenView" = "Vyrovnat položky knihovny";
"reportIssue" = "Nahlásit problém";
"requestFeature" = "Vyžádat funkci";
"sourceCode" = "Zdrojový kód";
"remainingTime" = "Zbývající čas";
"currentPosition" = "Současná pozice";
"chapters" = "Kapitoly";
"tooManyRedirects" = "Příliš mnoho přesměrování";
"customize" = "Přizpůsobit";
"file" = "Soubor";
"playFromBeginning" = "Přehrát od začátku";
"removeFromResume" = "Odebrat z pokračování";
"showMissingEpisodes" = "Zobrazit chybějící epizody";
"showMissingSeasons" = "Zobrazit chybějící série";
"missingItems" = "Chybějící položky";
"airWithDate" = "Vysílá %s";
"unaired" = "Nevysílaný";
"missing" = "Chybějící";
"none" = "Žádný";
"cinematicViews" = "Filmové pohledy";
"confirmClose" = "Potvrdit zavření";
"pressDownForMenu" = "Pro menu stiskněte dolů";
"about" = "Informace";
"recommended" = "Doporučeno";
"refresh" = "Aktualizovat";
"next" = "Další";
"notAvailableSlash" = "N/A";
"multipleUsers" = "%d uživatelů";
"oneUser" = "1 uživatel";
"present" = "Přítomnost";
"unableToConnectServer" = "Nelze se připojit k serveru";
"jumpLengthSeconds" = "%s vteřin";
"largest" = "Největší";
"larger" = "Větší";
"regular" = "Běžný";
"smaller" = "Menší";
"smallest" = "Nejmenší";
"compact" = "Kompaktní";
"normal" = "Normální";
"noCodec" = "Žádný kodek";
"containers" = "Kontejnery";
"runtime" = "Délka";
"rated" = "Hodnoceno";
"released" = "Vydáno";
"unauthorized" = "Neoprávněný";
"unauthorizedUser" = "Neoprávněný uživatel";
"cannotConnectToHost" = "Nelze se připojit k hostiteli";
"networkTimedOut" = "Vypršel časový limit sítě";
"other" = "Ostatní";
"movies" = "Filmy";
"tvShows" = "Seriály";
"channels" = "Kanály";
"programs" = "Programy";
"subtitles" = "Titulky";
"signInToServer" = "Přihlásit se do %s";
"signIn" = "Přihlásit se";
"signInGetStarted" = "Chcete-li začít, přihlaste se";
"subtitleFont" = "Písmo titulků";
"subtitleSize" = "Velikost titulků";
"showCastAndCrew" = "Zobrazit obsazení a tým";
"showPosterLabels" = "Zobrazit popisky plakátu";
"systemControlGesturesEnabled" = "Gesta ovládání systému povolena";
"jumpGesturesEnabled" = "Gesta posuvu povolena";
"jumpBackwardLength" = "Délka posunu vzad";
"jumpForwardLength" = "Délka posunu vpřed";
"videoPlayer" = "Videopřehrávač";
"server" = "Server";
"user" = "Uživatel";
"overlayType" = "Typ překrytí";
"overlay" = "Překrytí";
"editJumpLengths" = "Upravit délku skoku";
"autoPlay" = "Automatické přehrávání";
"playNextItem" = "Přehrát další položku";
"playPreviousItem" = "Přehrát předchozí položku";
"experimental" = "Experimentální";
"servers" = "Servery";
"remove" = "Odebrat";
"operatingSystem" = "Operační systém";
"version" = "Verze";
"url" = "URL";
"name" = "Název";
"noTitle" = "Bez názvu";
"connectToJellyfinServerStart" = "Pro začátek se připojte k Jellyfin serveru";
"serverDetails" = "Detaily serveru";
"favorites" = "Oblíbené";
"media" = "Média";
"information" = "Informace";
"series" = "Série";
"items" = "Položky";
"castAndCrew" = "Obsazení a tým";
"noOverviewAvailable" = "Přehled nedostupný";
"overview" = "Přehled";
"recentlyAdded" = "Nedávno přidané";
"retry" = "Zkusit znovu";
"noLocalServersFound" = "Nenalezeny žádné místní servery";
"resume5SecondOffset" = "Obnovení s 5 sekundovým posunem";
"seekSlideGestureEnabled" = "Povolené gesto vyhledávání posunem";
"playerGesturesLockGestureEnabled" = "Gesto pro zamčení gest přehrávače povoleno";
"blue" = "Modrá";
"green" = "Zelená";
"orange" = "Oranžová";
"red" = "Červená";
"yellow" = "Žlutá";
"appIcon" = "Ikona aplikace";
"played" = "Shlédnuto";
"unplayed" = "Neshlédnuto";
"video" = "Video";
"subtitle" = "Titulek";
"specialFeatures" = "Speciální funkce";
"color" = "Barva";
"collections" = "Kolekce";
"people" = "Lidé";
"hapticFeedback" = "Haptická odezva";
"posters" = "Plakáty";
"randomImage" = "Náhodný obrázek";
"favorited" = "Oblíbené";
"liveTV" = "Živá TV";
"downloads" = "Stahování";
"primary" = "Primární";
"invertedLight" = "Invertovaná světlá";
"invertedDark" = "Invertovaná tmavá";
"bugsAndFeatures" = "Chyby a funkce";
"accentColor" = "Barva rozhraní";
"dismiss" = "Skrýt";
"comingSoon" = "Brzy vychází";
"playback" = "Přehrávání";
"nativePlayer" = "Nativní přehrávač";
"gestures" = "Gesta";
"reload" = "Načíst";
"advanced" = "Pokročilé";
"enabled" = "Povoleno";
"disabled" = "Zakázáno";
"resetAllSettings" = "Obnovení všech nastavení na výchozí hodnoty.";
"removeAllServers" = "Odebrat všechny servery";
"videoPlayerType" = "Typ videopřehrávače";
"subtitleColor" = "Barva titulků";
"current" = "Současný";
"audioOffset" = "Posun zvuku";
"resumeOffsetDescription" = "Přehrát obsah několik sekund před zaznamenaným časem obnovení.";
"jump" = "Přeskočit";
"chapterSlider" = "Posuvník kapitol";
"aspectFill" = "Vyplnění obrazovky";
"subtitleOffset" = "Posun titulků";
"resumeOffset" = "Posun pokračování";
"accentColorDescription" = "Některé pohledy mohou pro aktualizaci potřebovat restart aplikace.";
"delivery" = "Doručení";
"usePrimaryImage" = "Použít primární obrázek";
"usePrimaryImageDescription" = "Použije primární obrázek a skryje logo.";
"indicators" = "Indikátory";
"seriesBackdrop" = "Pozadí seriálu";
"episodeLandscapePoster" = "Plakát epizody na šířku";
"progress" = "Průběh";
"order" = "Pořadí";
"sort" = "Řazení";
"ratings" = "Hodnocení";
"random" = "Náhodně";
"grid" = "Mřížka";
"list" = "Seznam";
"logs" = "Logy";
"onNow" = "Právě se vysílá";
"sports" = "Sport";
"kids" = "Děti";
"news" = "Zprávy";
"buttons" = "Tlačítka";
"playbackButtons" = "Tlačítka na přehrávání";
"barButtons" = "Tlačítka v liště";
"menuButtons" = "Tlačítka v menu";
"slider" = "Posuvník";
"sliderColor" = "Barva posuvníku";
"sliderType" = "Typ posuvníku";
"timestamp" = "Časová známka";
"scrubCurrentTime" = "Posunout čas";
"timestampType" = "Typ časové známky";
"trailingValue" = "Koncová hodnota";
"transition" = "Přechod";
"pauseOnBackground" = "Pozastavit při odchodu z aplikace";
"playOnActive" = "Přehrát, když je aplikace aktivní";
"retrievingMediaInformation" = "Načítání informace o médiu";
"right" = "Pravý";
"left" = "Levý";
"orientation" = "Orientace";
"letterPicker" = "Výběr písmen";
"bitrateMax" = "Maximální";
"bitrateMbps4" = "720p - 4 Mbps";
"maximumBitrate" = "Maximální datový tok";
"bitrateTestDisclaimer" = "Delší testy jsou přesnější, ale mohou mít za následek opožděné přehrávání.";
"allServers" = "Všechny servery";
"deleteServer" = "Odstranit server";
"cinematicBackground" = "Filmové pozadí";
"showRecentlyAdded" = "Zobrazit nedávno přidané";
"showProgress" = "Zobrazit průběh";
"showUnwatched" = "Zobrazit nezhlédnuté";
"showWatched" = "Zobrazit zhlédnuté";
"playbackQuality" = "Kvalita přehrávání";
"resume" = "Pokračovat v přehrávání";
"customProfile" = "Vlastní profil";
"deviceProfile" = "Profil zařízení";
"useAsTranscodingProfile" = "Použít jako profil překódování";
"auto" = "Automaticky";
"compatible" = "Nejkompatibilnější";
"direct" = "Přímé přehrávání";
"custom" = "Vlastní";
"compatibility" = "Kompatibilita";
"profiles" = "Profily";
"behavior" = "Chování";
"bitrateTest" = "Test datového toku";
"bitrateDefault" = "Výchozí datový tok";
"bitrateDefaultDescription" = "Omezí šířku pásma internetu při přehrávání.";
"mayResultInPlaybackFailure" = "Toto nastavení může vést k tomu, že se přehrávání média nespustí";
"customDeviceProfileDescription" = "Diktuje zpět serveru Jellyfin, co je hardware tohoto zařízení schopen přehrát";
"testSize" = "Testovací velikost";
"bitrateMbps6" = "720p - 6 Mbps";
"bitrateMbps3" = "480p - 3 Mbps";
"bitrateAuto" = "Automaticky";
"bitrateMbps120" = "4K - 120 Mbps";
"bitrateMbps80" = "4K - 80 Mbps";
"bitrateMbps60" = "1080p - 60 Mbps";
"bitrateMbps40" = "1080p - 40 Mbps";
"bitrateMbps20" = "1080p - 20 Mbps";
"bitrateMbps15" = "1080p - 15 Mbps";
"bitrateMbps10" = "1080p - 10 Mbps";
"bitrateMbps8" = "720p - 8 Mbps";
"bitrateKbps1500" = "480p - 1.5 Mbps";
"bitrateKbps720" = "480p - 720 Kbps";
"bitrateKbps420" = "360p - 420 Kbps";
"bitrateTestDescription" = "Určuje délku testu datového toku „Auto“, který se používá ke zjištění dostupné šířky pásma internetu";
"addServer" = "Přidat server";
"editServer" = "Upravit server";
"delete" = "Odstranit";
"showFavorites" = "Zobrazit oblíbené";
"showFavorited" = "Zobrazit oblíbené";
"jellyfin" = "Jellyfin";
"offset" = "Posun";
"subtitlesDisclaimer" = "Nastavení ovlivňuje pouze některé typy titulků";
"resumeOffsetTitle" = "Obnovení posunu";
"ascending" = "Vzestupně";
"access" = "Přístup";
"accessScheduleInvalidTime" = "Čas konce musí následovat po čase začátku.";
"accessTagAllowDescription" = "Uživatel nebude mít přístup k žádným médiím, pokud nebudou obsahovat alespoň jednu povolenou značku.";
"accessTagBlockDescription" = "Uživatel bude mít přístup ke všem médiím s výjimkou těch, která obsahují blokovanou značku.";
"accessTagsDescription" = "Pomocí značek můžete tomuto uživateli povolit nebo omezit přístup k médiím.";
"accessTags" = "Přístupové značky";
"administrator" = "Administrátor";
"activityLog" = "Záznamy aktivity";
"actor" = "Herec";
"add" = "Přidat";
"addAccessSchedule" = "Přidat rozvrh přístupu";
"addAccessTag" = "Přidat přístupovou značku";
"addAPIKey" = "Přidat API klíč";
"addTrigger" = "Přidat spouštěč";
"addUser" = "Přidat uživatele";
"agesGroup" = "Věk %@";
"aired" = "Odvysíláno";
"airedEpisodeOrder" = "Pořadí odvysílaných epizod";
"airTime" = "Čas vysílání";
"absolute" = "Absolutní";
"accessSchedules" = "Plánování přístupu";
"accessSchedulesDescription" = "Definujte povolené hodiny používání a omezte přístup mimo tyto hodiny.";
"accessTagAlreadyExists" = "Přístupová značka již existuje";
"active" = "Aktivní";
"activity" = "Aktivita";
"albumArtist" = "Umělec alba";
"allUsersDescription" = "Zobrazit a spravovat všechny registrované uživatele na serveru, včetně jejich oprávnění a stavu aktivity.";
"arranger" = "Aranžér";
"audioBitrateNotSupported" = "Datový tok zvuku není podporován";
"audioSampleRateNotSupported" = "Vzorkovací frekvence zvuku není podporována";
"autoDescription" = "Optimalizuje přehrávání na většině zařízení použitím výchozího nastavení. Některé formáty mohou vyžadovat serverové překódování pro nekompatibilní typy médií.";
"bitsPerSecond" = "bps";
"blocked" = "Zablokováno";
"birthYear" = "Rok narození";
"art" = "Umění";
"author" = "Autor";
"aggregateFolder" = "Agregovaná složka";
"albums" = "Alba";
"apiKeyCopied" = "Klíč API zkopírován";
"anamorphicVideoNotSupported" = "Anamorfní video není podporováno";
"apiKeysTitle" = "Klíče API";
"artist" = "Umělec";
"audioBook" = "Audiokniha";
"audioBooks" = "Audioknihy";
"audioChannelsNotSupported" = "Počet zvukových kanálů není podporován";
"audioTranscoding" = "Překódování zvuku";
"basePluginFolders" = "Složky doplňků";
"birateAutoDescription" = "Otestuje spojení k vašemu serveru pro zjištění rychlosti serveru a automatické upravení šířky pásma.";
"birthplace" = "Místo narození";
"bitrateMaxDescription" = "Maximalizuje využití šířky pásma, až %@, pro každý stream přehrávání pro zajištění nejvyšší kvality.";
"blockUnratedItems" = "Zablokovat položky bez hodnocení";
"book" = "Kniha";
"aggregateFolders" = "Agregované složky";
"album" = "Album";
"albumArtists" = "Umělci alba";
"all" = "Vše";
"allAudiences" = "Přístupné všem";
"allDevicesDescription" = "Zobrazit všechna minulá i současná zařízení, která se připojila.";
"allLanguages" = "Všechny jazyky";
"allowed" = "Povoleno";
"alternate" = "Alternativní";
"alternateDVD" = "Alternativní DVD";
"apiKeyCopiedMessage" = "Váš klíč API byl zkopírován do schránky!";
"apiKeys" = "Klíče API";
"apiKeysDescription" = "Externí aplikace vyžadují klíč API pro komunikaci s vaším serverem.";
"applicationName" = "Název aplikace";
"artists" = "Umělci";
"audioBitDepthNotSupported" = "Bitová hloubka zvuku není podporována";
"audioCodecNotSupported" = "Zvukový kodek není podporován";
"backdrop" = "Pozadí";
"basePluginFolder" = "Složka doplňků";
"audioIsExternal" = "Zvuková stopa je externí a vyžaduje překódování";
"audioProfileNotSupported" = "Zvukový profil není podporován";
"banner" = "Banner";
"behindTheScenes" = "V zákulisí";
"birthday" = "Datum narození";
"blockUnratedItemsDescription" = "Zablokovat u tohoto uživatele položky s nerozpoznaným hodnocením nebo bez něj.";
"collection" = "Sbírka";
"continuing" = "Pokračování";
"books" = "Knihy";
"colorist" = "Kolorista";
"composer" = "Skladatel";
"compatibleDescription" = "Převede všechna média na video ve formátu H.264 a zvuk ve formátu AAC pro maximální kompatibilitu. U nekompatibilních typů médií může být vyžadováno překódování na straně serveru.";
"confirmDeleteServerAndUsers" = "Opravdu chcete odstranit %@ a všechny jeho připojené uživatele?";
"createAndJoinGroups" = "Vytvořit a připojit se ke skupinám";
"cancelling" = "Rušení…";
"changePin" = "Změnit PIN";
"channelFolderItem" = "Položka složky kanálu";
"collectionFolder" = "Složka sbírek";
"communityRating" = "Komunitní hodnocení";
"confirmPassword" = "Potvrzení hesla";
"born" = "Narození";
"capabilities" = "Schopnosti";
"capsule" = "Kapsle";
"channel" = "Kanál";
"channelFolder" = "Složka kanálu";
"channelFolderItems" = "Položky složky kanálu";
"collectionFolders" = "Složky sbírek";
"columns" = "Sloupce";
"containerBitrateExceedsLimit" = "Datový tok kontejneru přesahuje povolený limit";
"containerNotSupported" = "Formát kontejneru není podporován";
"controlSharedDevices" = "Ovládání sdílených zařízení";
"country" = "Země";
"coverArtist" = "Autor obalu";
"createAPIKey" = "Vytvořit klíč API";
"conductor" = "Dirigent";
"createAPIKeyMessage" = "Zadejte název aplikace pro nový klíč API.";
"box" = "Box";
"boxRear" = "BoxRear";
"brightness" = "Jas";
"channelDisplay" = "Zobrazení kanálu";
"category" = "Kategorie";
"chapter" = "Kapitola";
"client" = "Klient";
"clip" = "Klip";
"columnsWithCount" = "Sloupce: %@";
"community" = "Komunita";
"confirm" = "Potvrdit";
"confirmNewPassword" = "Potvrzení nového hesla";
"controlOtherUsers" = "Ovládání ostatních uživatelů";
"increasePlaybackSpeed" = "Zvýšit rychlost přehrávání";
"datePlayed" = "Datum přehrání";
"customDescription" = "Umožňuje pokročilé přizpůsobení profilů zařízení pro nativní přehrávání. Nesprávné nastavení může ovlivnit přehrávání.";
"deleteAPIKeyMessage" = "Opravdu chcete nenávratně odstranit tento klíč?";
"deleteSelectionUsersWarning" = "Opravdu chcete odstranit všechny vybrané uživatele?";
"deleteSelectionDevicesWarning" = "Opravdu chcete odstranit všechna vybraná zařízení? Všechny vybrané relace budou odhlášeny.";
"customRating" = "Vlastní hodnocení";
"daily" = "Denně";
"dateLastContentAdded" = "Datum přidání";
"createPinForUser" = "Vytvořte PIN pro přihlášení do %@ na tomto zařízení";
"creator" = "Tvůrce";
"criticRating" = "Hodnocení kritiků";
"critics" = "Kritici";
"currentPassword" = "Aktuální heslo";
"customBitrate" = "Vlastní datový tok";
"customConnectionsDescription" = "Ručně nastavit maximální počet připojení, které může uživatel se serverem mít.";
"customFailedLoginDescription" = "Ručně nastavit počet selhaných pokusů o přihlášení před uzamčením uživatele.";
"customFailedLogins" = "Vlastní počet selhaných přihlášení";
"customSessions" = "Vlastní relace";
"dashboard" = "Nástěnka";
"dashboardDescription" = "Provést administrativní úkony na vašem serveru Jellyfin.";
"decreasePlaybackSpeed" = "Snížit rychlost přehrávání";
"default" = "Výchozí";
"deleteDeviceSelfDeletion" = "Nepodařilo se odstranit relaci ze stejného zařízení (%1$@).";
"deletedScene" = "Odstraněná scéna";
"deleteItemConfirmation" = "Opravdu chcete odstranit tuto položku?";
"deleteItemConfirmationMessage" = "Opravdu chcete odstranit tuto položku? Tato akce je nevratná.";
"date" = "Datum";
"dateAdded" = "Datum přidání";
"dateOfDeath" = "Datum úmrtí";
"dates" = "Data";
"dateCreated" = "Datum vytvoření";
"deleteDeviceFailed" = "Nepodařilo se odstranit zařízení";
"deleteDeviceWarning" = "Opravdu chcete odstranit toto zařízení? Relace bude odhlášena.";
"deleteMedia" = "Odstranit média";
"deleteImage" = "Odstranit obrázek";
"deleteUser" = "Odstranit uživatele";
"customDeviceNameSaved" = "Váš vlastní název zařízení „%1$@“ byl uložen.";
"dayOfWeek" = "Den v týdnu";
"dateModified" = "Datum úpravy";
"days" = "Dny";
"defaultFailedLoginDescription" = "Administrátoři budou uzamčeni po 5 neúspěšných pokusech. Ostatní uživatelé budou uzamčeni po 3 pokusech.";
"deleteSelectedConfirmation" = "Opravdu chcete odstranit vybrané položky?";
"deleteUserMultipleConfirmation" = "Opravdu chcete odstranit %d uživatelů?";
"deleteUserWarning" = "Opravdu chcete odstranit tohoto uživatele?";
"detailed" = "Podrobný";
"details" = "Podrobnosti";
"deleteUserFailed" = "Nepodařilo se odstranit uživatele";
"deleteUserSelfDeletion" = "Uživatele nejde odstranit ze stejného účtu (%1$@).";
"deleteUserSingleConfirmation" = "Opravdu chcete odstranit uživatele %@?";
"deletion" = "Odstranění";
"descending" = "Sestupně";
"deviceAuth" = "Autentifikace zařízení";
"device" = "Zařízení";
"deviceAccess" = "Přístup k zařízení";
"deviceAuthFailed" = "Autentifikace zařízení se nezdařila";
"ended" = "Skončilo";
"directPlayError" = "Došlo k chybě s přímým přehráváním";
"duplicateUser" = "Duplikovat uživatele";
"duration" = "Trvání";
"editUsers" = "Upravit uživatele";
"devices" = "Zařízení";
"digital" = "Digitální";
"deviceProfileDescription" = "Rozhodněte se, která média se přehrávají nativně a která vyžadují překódování serverem z důvodu kompatibility.";
"directDescription" = "Přehrává obsah v jeho originálním formátu. Může způsobit problémy s přehráváním nepodporovaných formátů.";
"duplicateUserSaved" = "Uživatel %@ již byl uložen";
"dvd" = "DVD";
"editor" = "Editor";
"edit" = "Upravit";
"editCollections" = "Upravit kolekce";
"enableAllDevices" = "Povolit všechna zařízení";
"enableAllLibraries" = "Povolit všechny knihovny";
"enabledTrailers" = "Povoleny upoutávky";
"endDate" = "Datum konce";
"engineer" = "Inženýr";
"endTime" = "Čas konce";
"directStream" = "Přímé vysílání";
"embedded" = "Vložené";
"enterCustomFailedLogins" = "Zadejte vlastní limit selhaných přihlášení";
"halfTopAndBottom" = "Napůl nahoře a dole";
"embeddedSubtitleFooter" = "Vložené titulky nelze upravit.";
"episode" = "Epizoda";
"everyInterval" = "Každých %1$@";
"failedDeletionAtIndexError" = "Nepodařilo se odstranit položku s indexem %1$@: %2$@";
"genresDescription" = "Kategorie, které popisují motivy nebo styly média.";
"hidden" = "Skryté";
"episodeRuntimeDescription" = "Délka epizody v minutách.";
"existsOnServer" = "Tato položka existuje na vašem serveru Jellyfin.";
"external" = "Externí";
"findMissing" = "Najít chybějící";
"findMissingDescription" = "Najít chybějící metadata a obrázky.";
"folders" = "Složky";
"forced" = "Vynucené";
"format3D" = "3D formát";
"fullSideBySide" = "Plně vedle sebe";
"gigabitsPerSecond" = "Gbps";
"hearingImpaired" = "Sluchové postižení";
"disclaimer" = "Upozornění";
"genre" = "Žánr";
"died" = "Úmrtí";
"dimensions" = "Rozměry";
"directPlay" = "Přímé přehrávání";
"disc" = "Disk";
"enterCustomMaxSessions" = "Zadejte vlastní maximální počet relací";
"errorDetails" = "Podrobnosti o chybě";
"favorite" = "Oblíbené";
"failedLogins" = "Nezdařená přihlášení";
"hideUserFromLoginScreen" = "Skrýt uživatele z přihlašovací stránky";
"fullTopAndBottom" = "Plně dole a nahoře";
"done" = "Hotovo";
"doubleTouch" = "Dvojité klepnutí";
"editMedia" = "Upravit média";
"enterCustomBitrate" = "Zadejte vlastní datový tok v Mbps";
"enterPin" = "Zadejte PIN";
"enterEpisodeNumber" = "Zadejte číslo epizody.";
"enterPinForUser" = "Zadejte PIN uživatele %@";
"enterSeasonNumber" = "Zadejte číslo série.";
"executed" = "Vykonáno";
"existingItems" = "Existující položky";
"featurette" = "Film o filmu";
"folder" = "Složka";
"format" = "Formát";
"forceRemoteTranscoding" = "Vynutit vzdálené překódování médií";
"gestureLock" = "Uzamčení gest";
"gesturesUnlocked" = "Gesta odemčena";
"halfSideBySide" = "Napůl vedle sebe";
"gesturesLocked" = "Gesta uzamčena";
"every" = "Každých";
"everyday" = "Každý den";
"guestStar" = "Speciální host";
"leftVerticalPan" = "Levý vertikální švenk";
"rightVerticalPan" = "Pravý vertikální švenk";
"identify" = "Identifikovat";
"image" = "Obrázky";
"longPress" = "Dlouhé podržení";
"interlacedVideoNotSupported" = "Prokládané video není podporováno";
"passwordsDoNotMatch" = "Nová hesla se neshodují.";
"liveTVChannel" = "Živý TV kanál";
"liveTVRecordingManagement" = "Správa nahrávání živé TV";
"manualPlaylistsFolder" = "Ruční složka seznamů skladeb";
"method" = "Způsob";
"logsDescription" = "Přístup k protokolům služby Jellyfin za účelem řešení chyb a monitorování.";
"manageSubtitlesDescription" = "Odstranit, nahrát nebo vyhledat externí titulky.";
"maximumFailedLoginPolicyReenable" = "Uzamčení uživatelé musí být znovu povoleni správcem.";
"maximumRemoteBitrate" = "Maximální vzdálený datový tok";
"maxParentalRatingDescription" = "Obsah s vyšším hodnocením bude tomuto uživateli skryt.";
"music" = "Hudba";
"musicVideo" = "Hudební video";
"noSession" = "Žádná relace";
"playlist" = "Seznam skladeb";
"originalTitle" = "Původní název";
"parentalControls" = "Rodičovská kontrola";
"parentIndexNumber" = "Nadřazený index";
"peopleDescription" = "Lidé, kteří pomohli vytvořit nebo provést určitá média.";
"playlistsFolder" = "Složka seznamů skladeb";
"productionYear" = "Rok produkce";
"quickConnectCodeInstruction" = "Zadejte 6ciferný kód z vašeho druhého zařízení.";
"quickConnectUserDisclaimer" = "Tento uživatel bude přihlášen na druhém zařízení.";
"ratingDescription" = "Hodnocení %@ na škále od 1 do 10.";
"recording" = "Nahrávka";
"refreshMetadata" = "Obnovit metadata";
"remoteConnections" = "Vzdálená připojení";
"replaceImages" = "Nahradit obrázky";
"replaceMetadata" = "Nahradit metadata";
"replaceMetadataDescription" = "Nahradit odemčená metadata novými informacemi.";
"required" = "Vyžadováno";
"requireDeviceAuthForQuickConnectUser" = "Vyžadovat ověření zařízení pro přihlášení k uživateli Rychlého připojení na tomto zařízení.";
"requirePinDescription" = "Vyžadovat místní PIN při přihlašování k uživateli. Tento PIN nelze obnovit.";
"resetSettings" = "Resetovat nastavení";
"resetSettingsDescription" = "Resetovat uživatelská nastavení aplikace SweetFin.";
"restartWarning" = "Opravdu chcete restartovat server?";
"role" = "Role";
"saveUserWithoutAuthDescription" = "Uložit uživatele do tohoto zařízení bez místního ověření.";
"scene" = "Scéna";
"scheduleAlreadyExists" = "Plán již existuje";
"inactive" = "Neaktivní";
"joinGroups" = "Připojit se ke skupinám";
"liveTVChannels" = "Živé TV kanály";
"lastRun" = "Naposledy spuštěno";
"minutes" = "Minuty";
"lockAllFields" = "Uzamknout všechna pole";
"logo" = "Logo";
"maximumFailedLoginPolicy" = "Zásady pro maximální počet neúspěšných přihlášení";
"maximumSessionsPolicy" = "Zásady pro maximální počet relací";
"noRuntimeLimit" = "Bez omezení délky";
"photo" = "Fotografie";
"rotate" = "Otočit";
"interval" = "Interval";
"layout" = "Rozložení";
"likes" = "Líbí se mi";
"lyrics" = "Texty";
"metadata" = "Metadata";
"nextUpRewatch" = "Opětovné sledování v sekci Další díly";
"officialRating" = "Oficiální hodnocení";
"premiereDate" = "Datum premiéry";
"rating" = "Hodnocení";
"screenshot" = "Snímek obrazovky";
"inker" = "Inker";
"invalidFormat" = "Neplatný formát";
"liveTVProgram" = "Živý TV program";
"loadingUserFailed" = "Nepodařilo se načíst uživatele";
"manage" = "Spravovat";
"manualPlaylistsFolders" = "Ruční složky seznamů skladeb";
"maximumFailedLoginPolicyDescription" = "Nastaví maximální počet neúspěšných pokusů o přihlášení, než je uživatel uzamčen.";
"menu" = "Nabídka";
"mixer" = "Mixér";
"movie" = "Film";
"mvc" = "MVC";
"noItemSelected" = "Není vybrána žádná položka";
"perfectMatch" = "Perfektní shoda";
"photoAlbums" = "Fotoalba";
"rememberLayout" = "Zapamatovat si rozložení";
"removeAll" = "Odstranit vše";
"replaceImagesDescription" = "Nahradit všechny obrázky novými obrázky.";
"replaceSubtitle" = "Nahradit titulky";
"resetSettingsMessage" = "Opravdu chcete resetovat všechna uživatelská nastavení?";
"run" = "Spustit";
"itemAtItem" = "%1$@ v %2$@";
"lockedUsers" = "Uzamčení uživatelé";
"mediaAttributes" = "Atributy média";
"musicVideos" = "Hudební videa";
"playlists" = "Seznamy skladeb";
"profileImage" = "Profilový obrázek";
"profile" = "Profil";
"regional" = "Regionální";
"idle" = "Nečinný";
"illustrator" = "Ilustrátor";
"images" = "Obrázky";
"imageSource" = "Zdroj obrázků";
"interview" = "Rozhovor";
"kilobitsPerSecond" = "kbps";
"language" = "Jazyk";
"learnMoreEllipsis" = "Zjistit více…";
"letter" = "Dopis";
"liveTVPrograms" = "Živé TV programy";
"lyricist" = "Textař";
"management" = "Správa";
"maximumConnectionsDescription" = "Omezuje celkový počet spojení, které může mít uživatel se serverem.";
"maxParentalRating" = "Maximální rodičovské hodnocení";
"mediaPlayback" = "Přehrávání média";
"megabitsPerSecond" = "Mbps";
"newUser" = "Nový uživatel";
"noDeviceProfileWarning" = "Nebyly definovány žádné profily. Mohou nastat chyby přehrávání.";
"options" = "Možnosti";
"originalAspectRatio" = "Původní poměr stran";
"originalAirDate" = "Původní datum vysílání";
"parentalRating" = "Rodičovské hodnocení";
"photoAlbum" = "Fotoalbum";
"photos" = "Fotografie";
"playlistsFolders" = "Složky seznamů skladeb";
"profileNotSaved" = "Profil nebyl uložen";
"program" = "Program";
"provider" = "Poskytovatel";
"remoteControl" = "Vzdálené ovládání";
"remux" = "Remux";
"resetPlaybackSpeed" = "Resetovat rychlost přehrávání";
"running" = "Běží…";
"sample" = "Vzorek";
"hint" = "Tip";
"hours" = "Hodiny";
"liveTVAccess" = "Přístup k živé TV";
"missingCodecValues" = "Chybějící hodnoty kodeku";
"multiTap" = "Vícenásobné klepnutí";
"neverRun" = "Nikdy nespuštěno";
"never" = "Nikdy";
"newPassword" = "Nové heslo";
"onApplicationStartup" = "Při spuštění aplikace";
"passwordChangedMessage" = "Uživatelské heslo bylo změněno.";
"no" = "Ne";
"person" = "Osoba";
"penciller" = "Kreslíř";
"playCount" = "Počet přehrání";
"recordings" = "Nahrávky";
"releaseDate" = "Datum vydání";
"refFramesNotSupported" = "Počet referenčních snímků není podporován";
"replaceAll" = "Nahradit vše";
"restartServer" = "Restartovat server";
"requireDeviceAuthDescription" = "Vyžadovat ověření zařízení při přihlášení k uživateli.";
"score" = "Skóre";
"horizontalPan" = "Horizontální švenk";
"horizontalSwipe" = "Horizontální posun";
"id" = "ID";
"incorrectPinForUser" = "Nesprávný PIN uživatele %@";
"index" = "Index";
"indexNumber" = "Číslo indexu";
"landscape" = "Na šířku";
"large" = "Velký";
"lastSeen" = "Naposledy spatřen";
"learnMore" = "Zjistit více";
"level" = "Úroveň";
"libraries" = "Knihovny";
"lastRunTime" = "Naposledy spuštěno %@";
"likedItems" = "Oblíbené položky";
"mediaAccess" = "Přístup k médiím";
"maximumSessions" = "Maximální počet relací";
"native" = "Nativní";
"nextUpDays" = "Dny v sekci Další díly";
"nextUpDaysDescription" = "Nastavit maximální počet dní, po které má seriál zůstat v seznamu „Další díly“ bez zhlédnutí.";
"pause" = "Pozastavit";
"permissions" = "Oprávnění";
"portrait" = "Na výšku";
"rememberSorting" = "Zapamatovat si řazení";
"rememberLayoutFooter" = "Zapamatovat si rozložení jednotlivých knihoven.";
"rememberSortingFooter" = "Zapamatovat si řazení jednotlivých knihoven.";
"remixer" = "Remixér";
"reorder" = "Změnit pořadí";
"replace" = "Nahradit";
"replaceAllDescription" = "Nahradit všechna odemčená metadata a obrázky novými informacemi.";
"replaceDeviceProfileWarning" = "Aktuální hodnoty profilu mohou způsobit problémy s přehráváním";
"requireDeviceAuthForUser" = "Vyžadovat ověření zařízení pro přihlášení k uživateli %@ na tomto zařízení.";
"resetFilterFooter" = "Resetovat všechny hodnoty filtrů na žádné.";
"reviews" = "Recenze";
"save" = "Uložit";
"scrub" = "Posun";
"letterer" = "Písmomalíř";
"local" = "Místní";
"lockedFields" = "Uzamčená pole";
"mediaDownloads" = "Stažení média";
"metadataPreferences" = "Předvolby metadat";
"passwordChangeWarning" = "Změní uživatelské heslo na serveru Jellyfin. Nezmění se tím žádná nastavení aplikace SweetFin.";
"pinch" = "Přiblížení";
"pin" = "PIN";
"productionLocations" = "Místa produkce";
"producer" = "Producent";
"production" = "Produkce";
"task" = "Úloha";
"selectServer" = "Vyberte server";
"split" = "Rozdělit";
"studiosDescription" = "Studia zahrnutá ve tvorbě média.";
"supportsPersistentIdentifier" = "Trvalý identifikátor";
"transcodeReasons" = "Důvod k překódování";
"uploadFile" = "Nahrát soubor";
"weekend" = "Víkend";
"weekly" = "Týdně";
"startDate" = "Datum spuštění";
"years" = "Roky";
"set" = "Nastavit";
"setPin" = "Nastavit PIN";
"setPinForNewUser" = "Nastavit PIN pro nového uživatele.";
"signoutBackground" = "Odhlásit se na pozadí";
"taskCompleted" = "Dokončeno";
"taskFailed" = "Selhání";
"tasks" = "Úlohy";
"themeSong" = "Úvodní znělka";
"thumb" = "Náhled";
"thumbSlider" = "Náhled";
"timeLeft" = "Zbývající čas";
"unreleased" = "Nevydané";
"usernameRequired" = "Je vyžadováno uživatelské jméno";
"useSplashscreen" = "Použít úvodní obrazovku";
"volume" = "Hlasitost";
"startTime" = "Čas spuštění";
"supportsMediaControl" = "Ovládání médií";
"tag" = "Štítek";
"syncPlay" = "SyncPlay";
"triggers" = "Spouštěče";
"tvChannel" = "TV kanál";
"unableToPerformDeviceAuth" = "Nepodařilo se provést ověření zařízení";
"writer" = "Scénárista";
"serverVersionWarning" = "SweetFin vyžaduje Jellyfin ve verzi %@ nebo vyšší.";
"success" = "Úspěch";
"taglines" = "Slogany";
"sortName" = "Seřadit název";
"splashscreenFooter" = "Pokud jsou vybrány všechny servery, použít úvodní obrazovku z jednoho serveru nebo z náhodného serveru.";
"taskAborted" = "Přerušeno";
"taskCancelled" = "Zrušeno";
"selectImage" = "Vybrat obrázek";
"subtitleCodecNotSupported" = "Kodek titulků není podporován";
"short" = "Krátký";
"tagsDescription" = "Štítky sloužící k uspořádání nebo zvýraznění konkrétních vlastností médií.";
"taskTriggerTimeLimit" = "Nastaví maximální dobu běhu (v hodinách) pro spouštěč této úlohy.";
"tasksDescription" = "Úlohy jsou operace, u kterých je naplánovaný pravidelný běh. Lze je také spustit ručně.";
"taskTriggerInterval" = "Nastaví trvání (v minutách) mezi spouštěči úlohy.";
"timeLimitLabelWithValue" = "Časový limit: %1$@";
"type" = "Typ";
"title" = "Název";
"userRootFolders" = "Kořenové složky uživatele";
"totalTime" = "Celkový čas";
"unableToUpdateCustomName" = "Nepodařilo se aktualizovat vlastní motiv";
"videoBitDepthNotSupported" = "Bitová hloubka videa není podporována";
"videoFramerateNotSupported" = "Snímková frekvence videa není podporována";
"triggerAlreadyExists" = "Spouštěč již existuje";
"viewsMayRequireRestart" = "Některé pohledy mohou vyžadovat restart aplikace pro aktualizaci.";
"unsavedChangesMessage" = "Máte neuložené změny. Opravdu je chcete zahodit?";
"users" = "Uživatelé";
"userRootFolder" = "Kořenová složka uživatele";
"userRequiresDeviceAuthentication" = "Uživatel %@ vyžaduje ověření zařízení";
"votes" = "Hlasy";
"userDeviceAuthRequiredDescription" = "Tento uživatel bude vyžadovat ověření zařízení.";
"unknownAudioStreamInfo" = "Informace o zvukovém proudu nejsou známy";
"unknownVideoStreamInfo" = "Informace o proudu videa nejsou známy";
"unlimitedFailedLoginDescription" = "Umožňuje neomezený počet pokusů o přihlášení bez uzamčení uživatele.";
"videoLevelNotSupported" = "Úroveň videa není podporována";
"willBeCreatedOnServer" = "Toto bude vytvořeno jako nová položka na vašem serveru Jellyfin.";
"searchScore" = "Hledat skóre";
"seriesDatePlayed" = "Datum přehrání seriálu";
"serverLogs" = "Protokoly serveru";
"session" = "Relace";
"sessions" = "Relace";
"signoutClose" = "Odhlásit se při ukončení";
"slowScrub" = "Pomalý posun";
"sortTitle" = "Seřadit název";
"stop" = "Zastavit";
"storyArc" = "Příběhová linie";
"streams" = "Přenosy";
"tagline" = "Slogan";
"trailer" = "Upoutávka";
"transcode" = "Překódování";
"trailers" = "Upoutávky";
"translator" = "Překladatel";
"tv" = "TV";
"tvChannels" = "TV kanály";
"tvPrograms" = "TV programy";
"unlimited" = "Neomezené";
"userPinRequiredDescription" = "Tento uživatel bude vyžadovat PIN.";
"userViews" = "Pohledy uživatele";
"userView" = "Pohled uživatele";
"videoBitrateNotSupported" = "Datový tok videa není podporován";
"videoProfileNotSupported" = "Profil videa není podporován";
"videoResolutionNotSupported" = "Rozlišení videa není podporováno";
"videos" = "Videa";
"weekday" = "Den v týdnu";
"yearsOld" = "%@ let";
"yes" = "Ano";
"selectAll" = "Vybrat vše";
"shutdownServer" = "Vypnout server";
"status" = "Stav";
"splashscreen" = "Úvodní obrazovka";
"tvProgram" = "TV program";
"uploadPhoto" = "Nahrát fotku";
"videoCodecTagNotSupported" = "Značka kodeku videa není podporována";
"videoRangeTypeNotSupported" = "Typ rozsahu videa není podporován";
"year" = "Rok";
"setPinHintDescription" = "Nastavit nápovědu při dotazování na PIN.";
"shutdownWarning" = "Opravdu chcete vypnout server?";
"similarityScore" = "Skóre podobnosti";
"themeVideo" = "Úvodní video";
"time" = "Čas";
"unableToOpenTrailer" = "Nepodařilo se otevřít upoutávku";
"unlimitedConnectionsDescription" = "Uživatel se může připojit k serveru bez jakýchkoli omezení.";
"videoBitRate" = "Datový tok videa";
"videoCodecNotSupported" = "Kodek videa není podporován";
"secondaryAudioNotSupported" = "Sekundární zvuk není podporován";
"security" = "Bezpečnost";
"seriesName" = "Název seriálu";
"terabitsPerSecond" = "Tbps";
"timeLimit" = "Časový limit";
"videoRemuxing" = "Remux videa";
"videoTranscoding" = "Překódování videa";
"communityRatingDescription" = "Komunitní hodnocení na škále od 1 do 10.";
"criticRatingDescription" = "Hodnocení kritiků na škále od 1 do 100.";
"customName" = "Vlastní název";
"replaceItemConfirmation" = "Opravdu chcete nahradit tuto položku?";
"streamCountExceedsLimit" = "Počet přenosů přesáhl povolený limit";
"apiKeysCapitalized" = "Klíče API";
"createAPIKeyCapitalized" = "Vytvořit klíč API";
"liveTVAccessCapitalized" = "Přístup k živé TV";
"parentalRatings" = "Rodičovská hodnocení";
"previewImage" = "Náhledový obrázek";
"tvShowsCapitalized" = "Seriály";
"unableToOpenTrailerApp" = "Nepodařilo se otevřít upoutávku v %1$@";
"outOfDate" = "Zastaralé";
"upToDate" = "Aktuální";
"playerNativeDescription" = "Používá AVPlayer od společnosti Apple s podporou HDR, obrazu v obraze, vysílání přes AirPlay a reproduktorů HomePod nebo podporujících AirPlay. Nemá nicméně podporu titulků a je velmi omezující, co se týče formátů.";
"customJumpIntervalDescription" = "Zadejte vlastní interval skoku v sekundách.";
"metadataRefreshDescription" = "Metadata jsou obnovena na základě nastavení a internetových služeb, které jsou povolené v Jellyfinu.";
"refreshMode" = "Režim obnovení";
"replaceAllMetadata" = "Nahradit všechna metadata";
"scanForNewAndUpdatedFiles" = "Vyhledat nové a aktualizované soubory";
"searchForMissingMetadata" = "Vyhledat chybějící metadata";
"trickplays" = "Trickplaye";
"deviceHDRWarning" = "Toto zařízení nejspíše nepodporuje HDR.";
"forceDVHDRTranscodeMessage" = "Vynutí překódování HDR ze serveru namísto umožnění přehrávači jeho tónové mapování.";
"forceDVTranscode" = "Vynutit překódování Dolby Vision";
"forceHDRTranscode" = "Vynutit překódování HDR";
"customPlaybackSpeedDescription" = "Zadejte vlastní násobek rychlosti přehrávače.";
"hexColor" = "Hex barva";
"components" = "Součásti";
"childDeletionWarning" = "Všechny podřízené položky (série, epizody atd.) budou smazány";
"children" = "Podřízené položky";
"itemAlreadyExists" = "Položka již existuje";
"defaultLayout" = "Výchozí rozložení";
"itemManagement" = "Správa položek";
"itemView" = "Zobrazení položky";
"license" = "Licence";
"useSeriesImageForEpisodes" = "Použít obrázek série pro epizody";
"count" = "Počet";
"indicator" = "Indikátor";
"noActivity" = "Žádná aktivita";
"noChannels" = "Žádné kanály";
"noItems" = "Žádné položky";
"noPrograms" = "Žádné programy";
"audioBitrate" = "Datový tok zvuku";
"audioCodec" = "Zvukový kodek";
"audioSampleRate" = "Vzorkovací frekvence zvuku";
"bitrate" = "Datový tok";
"container" = "Kontejner";
"corruptedFrames" = "Poškozené snímky";
"droppedFrames" = "Vypuštěné snímky";
"hardwareAcceleration" = "HWA";
"originalMediaInfo" = "Informace o původním médiu";
"protocol" = "Protokol";
"size" = "Velikost";
"source" = "Zdroj";
"streamInfo" = "Informace o streamu";
"streamInfoWithMethod" = "%@ Informace";
"transcodeProgress" = "Průběh překódování";
"videoCodec" = "Kodek videa";
"videoRangeType" = "Typ rozsahu videa";
"videoResolution" = "Rozlišení videa";
"additionalParts" = "Další části";
"decrement" = "Snížit";
"download" = "Stáhnout";
"fromBeginning" = "Od začátku";
"increment" = "Zvýšit";
"info" = "Informace";
"invalidX" = "Neplatný %@";
"live" = "Živě";
"previous" = "Předchozí";
"sendProgressReports" = "Odesílat hlášení o průběhu";
"serverRequirement" = "Požadavky serveru";
"slowScrubbing" = "Zobrazit scrubbing";
"square" = "Čtverec";
"supplements" = "Doplňky";
"unableToLoadThisItem" = "Nepodařilo se načíst tuto položku.";
"withEnhancementLayer" = "%1$@ s vrstvou vylepšení";
"artImageDescription" = "Čistá grafika nebo dekorativní kresba ve stylu loga, často s průhledným pozadím. Obvykle pochází od fanouškovských tvůrců.";
"backdropImageDescription" = "Široký obrázek pozadí zobrazený za podrobnostmi o položce na její mediální stránce. Lze přidat více pozadí, která se budou střídavě zobrazovat nebo budou vybírána náhodně.";
"bannerImageDescription" = "Široký horizontální obrázek, který se zobrazuje při procházení knihovny v režimu banneru. Platí pouze pro videoobsah.";
"boxImageDescription" = "Obrázek na přední straně krabice, který znázorňuje fyzické balení produktu, podobně jako to, co byste viděli v regálu v obchodě.";
"boxRearImageDescription" = "Obrázek na zadní straně obalu, který znázorňuje zadní stranu fyzického balení produktu a často obsahuje popis nebo seznam skladeb.";
"chapterImageDescription" = "Obrázek přiřazený ke konkrétní značce kapitoly na časové ose položky.";
"discImageDescription" = "Umělecké vyobrazení ve formě čtvercového disku, které symbolizuje fyzická média, jako jsou CD, DVD nebo Blu-ray. Často se používá pro hudební alba a filmové kolekce.";
"imagesDescription" = "Spravujte a přizpůsobte obrázky spojené s touto mediální položkou. Vyberte typ obrázku, chcete-li obrázky zobrazit, přidat nebo nahradit.";
"logoImageDescription" = "Průhledné logo nebo grafické zpracování názvu, které se překrývá s pozadím a dalšími obrázky. Používá se jako stylizovaná alternativa k prostým textovým nadpisům.";
"menuImageDescription" = "Obrázek nabídky, který byl původně určen pro obrazovky navigace v nabídkách ve stylu DVD nebo Blu-ray.";
"primaryImageDescription" = "Hlavní obrázek obalu nebo plakát k tomuto produktu. Jedná se o nejvýraznější obrázek, který se zobrazuje v celé aplikaci, včetně knihoven, výsledků vyhledávání a stránek s podrobnostmi.";
"profileImageDescription" = "Profilová fotografie nebo portrét, který se obvykle používá u osob, jako jsou herci, režiséři nebo umělci.";
"screenshotImageDescription" = "Snímek obrazovky nebo statický snímek pořízený přímo z videa daného obsahu. Tato funkce je zastaralá a již se aktivně nepoužívá.";
"thumbImageDescription" = "Miniatura používaná na úvodní stránce a při procházení knihovny v režimu miniatur. Platí pouze pro videoobsah.";
"always" = "Vždy";
"hidePlayedInLatest" = "Skrýt přehrané v Nejnovějších";
"onlyForced" = "Pouze vynucené";
"playDefault" = "Přehrát výchozí";
"playDefaultTrack" = "Přehrát výchozí stopu";
"playDefaultTrackDescription" = "Vždy přehraje první stopu označenou jako výchozí, i když není ve vašem jazyce.";
"preferredLanguage" = "Preferovaný jazyk";
"rememberTrackSelection" = "Zapamatovat výběr stopy";
"rememberTrackSelectionDescription" = "Zapamatuje si vaší vybranou stopu při dalším přehrání této položky.";
"smart" = "Chytrý";
"subtitleMode" = "Režim titulků";
"subtitleModeAlwaysDescription" = "Vždy zobrazovat titulky, preferovat váš preferovaný jazyk, pokud je dostupný.";
"subtitleModeDefaultDescription" = "Přehrát stopu titulků označenou jako výchozí, i když neodpovídá vašemu preferovanému jazyku.";
"subtitleModeNoneDescription" = "Nikdy automaticky nezobrazovat titulky.";
"subtitleModeOnlyForcedDescription" = "Zobrazit pouze titulky označené jako Vynucené, typické pro sekce s cizími jazyky.";
"subtitleModeSmartDescription" = "Zobrazit titulky, když se jazyk zvuku liší od vašeho preferovaného jazyka.";
"closePlayer" = "Zavřít přehrávač";
"closePlayerWarning" = "Opravdu chcete zavřít přehrávač?";
"allow" = "Povolit";
"any" = "Jakákoli";
"anyWifiNetwork" = "Jakákoli síť Wi-Fi";
"autoSwitch" = "Automatické přepnutí";
"autoSwitchDescription" = "Připojení budou automaticky přepnuta v závislosti na Wi-Fi nebo mobilním připojení a pořadí připojení níže.";
"cellular" = "Mobilní data";
"connection" = "Připojení";
"connectionAlreadyExists" = "Připojení již existuje";
"connectionFailed" = "Připojení selhalo";
"connections" = "Připojení";
"connectionServerMismatch" = "Toto připojení neodkazuje na aktuální server.";
"currentURL" = "Aktuální adresa";
"duplicateServerConnectionFooter" = "Toto uloží adresu URL jako další připojení k existujícímu serveru a učiní jej aktivním.";
"duplicateServerConnectionMessage" = "%@ již existuje. Chcete přidat tuto adresu jako nové připojení?";
"evaluate" = "Vyhodnotit";
"invalidURL" = "Neplatná adresa URL";
"location" = "Umístění";
"network" = "Síť";
"permissionRequestError" = "Chyba při požadování oprávnění %@: %@";
"permissionsSettingsAppFooter" = "Další nastavení aplikace SweetFin můžete spravovat v aplikaci Nastavení.";
"test" = "Otestovat";
"use" = "Použít";
"wifi" = "Wi-Fi";
"wifiName" = "Název Wi-Fi";
"grouping" = "Seskupování";
"maximum" = "Maximum";
"fastForward" = "Přetočení vpřed";
"message" = "Zpráva";
"messageFrom" = "Zpráva od %@";
"rewind" = "Přetočit zpět";
"seek" = "Přejít na pozici";
"send" = "Odeslat";
"stopPlaybackWarning" = "Opravdu chcete zastavit přehrávání tohoto uživatele?";
"addToFavorites" = "Přidat do oblíbených";
"enhanced" = "Vylepšené";
"goToItem" = "Přejít na položku";
"goToSeries" = "Přejít na seriál";
"inProgress" = "Probíhá";
"markAsPlayed" = "Označit jako přehrané";
"markAsUnplayed" = "Označit jako nepřehrané";
"openLibrary" = "Otevřít knihovnu";
"preview" = "Náhled";
"removeFromFavorites" = "Odstranit z oblíbených";
"simple" = "Jednoduchý";
"style" = "Styl";
"useSeriesThumb" = "Použít náhled seriálu";
"forceSubtitleBurnIn" = "Vynutit vypálení titulků";
"forceSubtitleBurnInMessage" = "Vynutit vypálení titulků do videa serverem namísto vykreslení přehrávačem. Toto vyžaduje překódování vždy, když jsou povolené titulky.";
"narrator" = "Vypravěč";
"recentlyPlayed" = "Nedávno přehrané";
"videoRotationNotSupported" = "Otočení videa není podporováno";
"backup" = "Záloha";
"backups" = "Zálohy";
"backupsDescription" = "Vytvořit snímek vašeho serveru, který může zahrnovat databázi, metadata, titulky a trickplay.";
"componentMustBeSelected" = "Musí být vybrána alespoň jedna součást.";
"createBackup" = "Vytvořit zálohu";
"database" = "Databáze";
"playbackQualityDescription" = "Vynutit překódování média ze serveru, pokud přesahuje zvolené rozlišení nebo datový tok.";
"pressAndHoldToUnlock" = "Stiskněte a podržte pro odemčení";
"quality" = "Kvalita";
"resolution" = "Rozlišení";
"restore" = "Obnovit";
"restoreBackup" = "Obnovit zálohu";
"restoreWarning" = "Server se restartuje a všechna aktuální data budou nahrazena obsahem této zálohy.";
"restoring" = "Obnovování";
"restoringMessage" = "Server se restartuje pro obnovení z této zálohy. Po dokončení obnovení se možná budete muset přihlásit zpět.";
"trickplay" = "Trickplay";
"opacity" = "Neprůhlednost";
"showRecommendations" = "Zobrazit doporučení";
"guide" = "Návod";
"labels" = "Popisky";
"sidebar" = "Postranní lišta";
"start" = "Spustit";
"tabBar" = "Lišta karet";
"tracks" = "Stopy";
"invalidDolbyVision" = "Neplatné Dolby Vision";
"invalidName" = "Neplatný název";
"invalidPin" = "Neplatný PIN";
"invalidWifiName" = "Neplatný název Wi-Fi";
"mpv" = "MPV";
"player" = "Přehrávač";
"playerVlcDescription" = "Používá SwiftVLC a libVLC 4 pro poskytování kompatibility s téměř všemi typy souborů.";
"aboutApp" = "O aplikaci";
"vlc" = "VLC";
